Repository: hartenthaler/hh_imprint
Catalog: resources/lang/*.po
Languages: de, nl

source: Legal notice as a footer element for this site.
de: Impressum und Datenschutzerklärung als Element im Fußzeilenbereich.
nl: Juridische kennisgeving als voettekstelement voor deze site.

source: Legal Notice
de: Impressum
nl: Juridische kennisgeving

source: and Privacy Policy
de: und Datenschutzerklärung
nl: en privacybeleid

source: This website uses cookies.
de: Diese Website verwendet Cookies.
nl: Deze website maakt gebruik van cookies.

source: Responsible person
de: Verantwortliche Person
nl: Verantwoordelijk persoon

source: This website is operated by:
de: Diese Website wird betrieben von:
nl: Deze website wordt beheerd door:

source: Represented by:
de: vertreten durch:
nl: Vertegenwoordigd door:

source: Phone
de: Telefon
nl: Telefoon

source: Additional contact
de: Weiterer Kontakt
nl: Extra contactpersoon

source: Website administrator
de: Website-Verwalter
nl: Websitebeheerder

source: The webtrees administrator is responsible to manage users and to set the preferences for this website.
de: Der Website-Verwalter ist für die Benutzerverwaltung zuständig und definiert die Einstellungen für diese Website.
nl: De websitebeheerder is verantwoordelijk voor het gebruikersbeheer en de voorkeursinstellingen van deze website.

source: Legal Notice and Privacy Policy
de: Impressum und Datenschutzerklärung
nl: Juridische kennisgeving en privacybeleid

source: message via legal notice of site %s
de: Nachricht über das Impressum der Website %s
nl: bericht via juridische kennisgeving van site %s

source: Dear Mr. %s
de: Sehr geehrter Herr %s
nl: Geachte heer %s

source: Dear Mrs. %s
de: Sehr geehrte Frau %s
nl: Geachte mevrouw %s

source: Dear %s
de: Sehr geehrte/r %s
nl: Geachte %s

# heading
source: Data protection
de: Datenschutzerklärung
nl: Gegevensbescherming

# heading
source: Purpose
de: Zweck
nl: Doel

# heading
source: Privacy
de: Datenschutz

# heading
source: Processing of personal data
de: Verarbeitung von personenbezogenen Daten
nl: Verwerking van persoonsgegevens

# heading
source: GDPR in connection with online genealogies
de: DSGVO im Zusammenhang mit Online-Genealogien
nl: GDPR en online-stamboomonderzoek

# heading
source: Right of providing information
de: Auskunftsrecht
nl: Recht op informatieverstrekking

# heading
source: Right to correction or deletion of personal data
de: Recht auf Korrektur oder Löschung von persönlichen Daten
nl: Recht op correctie of verwijdering van persoonsgegevens

# heading
source: Right of appeal
de: Beschwerderecht
nl: Recht van beroep

# heading
source: Legal regulations
de: Rechtliche Regelungen
nl: Wettelijke bepalingen

# heading
source: Liability for the content of these websites
de: Haftung für den Inhalt dieser Webseiten
nl: Aansprakelijkheid voor de inhoud van deze websites

# heading
source: Liability for links
de: Haftung für Links
nl: Aansprakelijkheid voor links

# heading
source: Copyright and distribution of genealogical data
de: Copyright und Weitergabe genealogischer Daten
nl: Auteursrecht en verspreiding van genealogische gegevens

# heading
source: Use of the address data in the Legal Notice
de: Nutzung der Adressdaten im Impressum
nl: Gebruik van de adresgegevens in de juridische kennisgeving

# heading
source: Duty to mitigate damages
de: Schadenminderungspflicht
nl: Verplichting tot schadebeperking

# heading
source: Open-source and License
de: Open-Source und Lizenz
nl: Open source en licentie

# heading
source: Severability Clause
de: Salvatorische Klausel
nl: Scheidbaarheidsclausule

source: The contents of my pages were created with great care. However, I cannot guarantee that the content is correct, complete or up-to-date. I am responsible for my own content on these pages according to general laws; However, I am not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. An obligation to remove or block the use of information according to general laws remains unaffected. However, liability in this regard is only possible from the point in time at which knowledge of a specific infringement of the law is known. As soon as I become aware of any legal violations, I will remove this content immediately.
de: Die Inhalte meiner Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte kann ich jedoch keine Gewähr übernehmen. Ich bin für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich; ich bin jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Eine Verpflichtung zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werde ich diese Inhalte umgehend entfernen.
nl: De inhoud van mijn pagina's is met grote zorg samengesteld. Ik kan echter niet garanderen dat de inhoud juist, volledig of actueel is. Ik ben volgens de wet verantwoordelijk voor mijn eigen inhoud op deze pagina's; ik ben echter niet verplicht om doorgegeven of opgeslagen informatie van derden te controleren of omstandigheden te onderzoeken die wijzen op illegale activiteiten. Een verplichting tot verwijdering of blokkering van het gebruik van informatie volgens de wet blijft onaangetast. Aansprakelijkheid in dit verband is echter pas mogelijk vanaf het moment waarop kennis wordt genomen van een specifieke wetsovertreding. Zodra ik kennis neem van wetsovertredingen, zal ik deze inhoud onmiddellijk verwijderen.

source: If you, as a user of this site, are entitled to create content yourself or upload files, you are obliged to comply with all legal requirements and to protect personal data by using the mechanisms of webtrees. If in doubt, please feel free to contact me.
de: Wenn Sie als Nutzer dieser Seiten berechtigt sein sollten, selbst Inhalte zu erstellen oder Dateien hochzuladen, sind Sie verpflichtet, alle gesetzlichen Anforderungen zu erfüllen und für den Schutz von persönlichen Daten durch die Nutzung der Mechanismen von webtrees zu sorgen. Im Zweifelsfall können Sie sich gerne an mich wenden.
nl: Als u, als gebruiker van deze site, gerechtigd bent om zelf inhoud te creëren of bestanden te uploaden, bent u verplicht alle wettelijke vereisten na te leven en persoonlijke gegevens te beschermen door gebruik te maken van de mechanismen van webtrees. Bij twijfel kunt u contact met mij opnemen.

source: The contents of our pages were created with great care. However, we cannot guarantee that the content is correct, complete or up-to-date. We are responsible for our own content on these pages according to general laws; however, we are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. An obligation to remove or block the use of information according to general laws remains unaffected. However, liability in this regard is only possible from the point in time at which knowledge of a specific infringement of the law is known. As soon as we become aware of any legal violations, we will remove this content immediately.
de: Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Wir sind für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich; wir sind jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Eine Verpflichtung zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.
nl: De inhoud van onze pagina's is met grote zorgvuldigheid samengesteld. Wij kunnen echter niet garanderen dat de inhoud juist, volledig of actueel is. Wij zijn volgens de wet verantwoordelijk voor onze eigen inhoud op deze pagina's volgens; wij zijn echter niet verplicht om doorgegeven of opgeslagen informatie van derden te controleren of omstandigheden te onderzoeken die wijzen op illegale activiteiten. Een verplichting tot verwijdering of blokkering van het gebruik van informatie volgens de wet blijft onaangetast. Aansprakelijkheid in dit verband is echter pas mogelijk vanaf het moment waarop kennis wordt genomen van een specifieke wetsovertreding. Zodra wij kennis nemen van wetsovertredingen, zullen wij deze inhoud onmiddellijk verwijderen.

source: If you, as a user of this site, are entitled to create content yourself or upload files, you are obliged to comply with all legal requirements and to protect personal data by using the mechanisms of webtrees. If in doubt, please feel free to contact us.
de: Wenn Sie als Nutzer dieser Seiten berechtigt sein sollten, selbst Inhalte zu erstellen oder Dateien hochzuladen, sind Sie verpflichtet alle gesetzlichen Anforderungen zu erfüllen und für den Schutz von persönlichen Daten durch die Nutzung der Mechanismen von webtrees zu sorgen. Im Zweifelsfall können Sie sich gerne an uns wenden.
nl: Als u, als gebruiker van deze site, gerechtigd bent om zelf inhoud te creëren of bestanden te uploaden, bent u verplicht om te voldoen aan alle wettelijke vereisten en om persoonlijke gegevens te beschermen door gebruik te maken van de mechanismen van webtrees. Bij twijfel kunt u contact met ons opnemen.

source: This web application contains links to external websites over which I have no control. Therefore I cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. As soon as I become aware of legal violations, I will remove such links immediately.
de: Diese Web-Anwendung enthält Links zu externen Webseiten, auf deren Inhalte ich keinen Einfluss habe. Deshalb kann ich für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Links umgehend entfernen.
nl: Deze webapplicatie bevat links naar externe websites waarover ik geen controle heb. Daarom kan ik geen aansprakelijkheid aanvaarden voor deze externe inhoud. Voor de inhoud van de gelinkte pagina's is steeds de desbetreffende aanbieder of beheerder van de pagina's verantwoordelijk. De gelinkte pagina's werden op het moment van linken gecontroleerd op mogelijke wetsovertredingen. Illegale inhoud was op het moment van linken niet herkenbaar. Een permanente controle van de inhoud van de gelinkte pagina's is echter niet redelijk zonder concreet bewijs van een overtreding. Zodra ik kennis neem van wetsovertredingen, zal ik dergelijke links onmiddellijk verwijderen.

source: This web application contains links to external websites over which we have no control. Therefore we cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. As soon as we become aware of legal violations, we will remove such links immediately.
de: Diese Web-Anwendung enthält Links zu externen Webseiten, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.
nl: Deze webapplicatie bevat links naar externe websites waarover wij geen controle hebben. Daarom kunnen wij geen aansprakelijkheid aanvaarden voor deze externe inhoud. Voor de inhoud van de gelinkte pagina's is steeds de desbetreffende aanbieder of beheerder van de pagina's verantwoordelijk. De gelinkte pagina's werden op het moment van linken gecontroleerd op mogelijke wetsovertredingen. Illegale inhoud was op het moment van linken niet herkenbaar. Een permanente controle van de inhoud van de gelinkte pagina's is echter niet redelijk zonder concreet bewijs van een overtreding. Zodra wij kennis nemen van wetsovertredingen, zullen wij dergelijke links onmiddellijk verwijderen.

source: I always endeavor to observe the copyrights of others or to use self-created and license-free works. Third-party contributions to this website are marked as such by naming a source if they cannot be used freely. Should you nevertheless become aware of a copyright infringement, please inform me accordingly. As soon as I become aware of legal violations, I will remove such content immediately.
de: Ich bin stets bemüht, die Urheberrechte anderer zu beachten bzw. auf selbst erstellte sowie lizenzfreie Werke zurückzugreifen. Beiträge Dritter zu unserer Website sind durch die Nennung einer Quelle als solche gekennzeichnet, wenn sie nicht frei verwendet werden dürfen. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitte ich um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Inhalte umgehend entfernen.
nl: Ik probeer altijd de auteursrechten van anderen te respecteren of zelfgemaakte en licentievrije werken te gebruiken. Bijdragen van derden aan deze website worden als zodanig gemarkeerd door bronvermelding als ze niet vrij gebruikt kunnen worden. Als u desondanks een inbreuk op het auteursrecht constateert, dan verzoek ik u mij daarvan op de hoogte te stellen. Zodra ik kennis neem van wetsovertredingen, zal ik deze inhoud onmiddellijk verwijderen.

source: The content and works created by me and the registered users on this website are subject to copyright. If you contribute content as a registered user of this website, you transfer all rights to it to me. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require my written consent. Commercial use of the information provided here is generally prohibited.
de: Die von mir und von den registrierten Nutzern erstellten Inhalte und Werke auf diesen Webseiten unterliegen dem Urheberrecht. Wenn Sie als registrierter Nutzer dieser Website Inhalte beitragen sollten, übertragen Sie alle Rechte daran an mich. Die Verbreitung und jede Art der Verwertung der Inhalte dieser Website außerhalb der Grenzen des Urheberrechtes bedürfen meiner schriftlichen Zustimmung. Eine kommerzielle Nutzung der hier bereitgestellten Informationen ist generell untersagt.
nl: De door mij en de geregistreerde gebruikers op deze website gecreëerde inhoud en werken zijn onderworpen aan het auteursrecht. Als u als geregistreerde gebruiker van deze website inhoud bijdraagt, draagt u alle rechten daarop aan mij over. De verspreiding en elke vorm van gebruik van de inhoud van deze website buiten de grenzen van het auteursrecht vereisen mijn schriftelijke toestemming. Commercieel gebruik van de hier verstrekte informatie is niet toegestaan.

source: The content and works created by me and the registered users on this website are subject to copyright in %s. If you contribute content as a registered user of this website, you transfer all rights to it to me. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require my written consent. Commercial use of the information provided here is generally prohibited.
de: Die von mir und von den registrierten Nutzern erstellten Inhalte und Werke auf diesen Webseiten unterliegen dem Urheberrecht in %s. Wenn Sie als registrierter Nutzer dieser Website Inhalte beitragen sollten, übertragen Sie alle Rechte daran an mich. Die Verbreitung und jede Art der Verwertung der Inhalte dieser Website außerhalb der Grenzen des Urheberrechtes bedürfen meiner schriftlichen Zustimmung. Eine kommerzielle Nutzung der hier bereitgestellten Informationen ist generell untersagt.
nl: De door mij en de geregistreerde gebruikers op deze website gecreëerde inhoud en werken vallen onder het auteursrecht van %s. Als u als geregistreerde gebruiker van deze website inhoud bijdraagt, draagt u alle rechten daarop aan mij over. De verspreiding en elke vorm van gebruik van de inhoud van deze website buiten de grenzen van het auteursrecht vereisen mijn schriftelijke toestemming. Commercieel gebruik van de hier verstrekte informatie is niet toegestaan.

source: Copying or downloading genealogical data for private use is permitted. Anyone who wants to use parts of our data in their own family trees is obliged to name %s as the source. In particular, the protected images may only be accessible there for family members. The information on living people must not be copied to other websites where the privacy of these people cannot be guaranteed. A lot of time and effort was put into the webtrees database. I don't want others to simply copy our work together. I expect you to follow these guidelines as well. This database remains my property and will not be sold, donated or rented in any way.
de: Das Kopieren oder Herunterladen genealogischer Daten für die private Nutzung ist gestattet. Wer Teile unserer Daten in eigenen Stammbäumen verwenden will, ist verpflichtet %s als Quelle zu benennen. Insbesondere die geschützten Bilder dürfen auch dort nur für Familienmitglieder zugänglich sein. Die Informationen zu lebenden Personen dürfen nicht auf andere Websites kopiert werden, bei denen die Privatsphäre dieser Personen nicht garantiert werden kann. Es wurde viel Zeit und Aufwand in die webtrees Datenbank gesteckt. Ich will nicht, dass andere unsere gemeinsame Arbeit einfach kopieren. Ich erwarte, dass Sie diese Richtlinien ebenfalls befolgen. Diese Datenbank bleibt mein Eigentum und wird in keiner Weise verkauft, gespendet oder vermietet werden.
nl: Het kopiëren of downloaden van genealogische gegevens voor eigen gebruik is toegestaan. Wie delen van onze gegevens in zijn eigen stamboom wil gebruiken, is verplicht %s als bron te noemen. Met name de beschermde afbeeldingen mogen daar alleen toegankelijk zijn voor familieleden. De informatie over levende personen mag niet gekopieerd worden naar andere websites waar de privacy van deze personen niet gegarandeerd kan worden. Er is veel tijd en moeite gestoken in de webtreesdatabase. Ik wil niet dat anderen zomaar ons werk kopiëren. Ik verwacht dat u deze richtlijnen ook volgt. Deze database blijft mijn eigendom en zal op geen enkele manier verkocht, geschonken of verhuurd worden.

source: We always endeavor to observe the copyrights of others or to use self-created and license-free works. Third-party contributions to this website are marked as such by naming a source if they cannot be used freely. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. As soon as we become aware of legal violations, we will remove such content immediately.
de: Wir sind stets bemüht, die Urheberrechte anderer zu beachten bzw. auf selbst erstellte sowie lizenzfreie Werke zurückzugreifen. Beiträge Dritter zu unserer Website sind durch die Nennung einer Quelle als solche gekennzeichnet, wenn sie nicht frei verwendet werden dürfen. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.
nl: Wij streven er altijd naar de auteursrechten van anderen te respecteren of zelfgemaakte en licentievrije werken te gebruiken. Bijdragen van derden aan deze website worden als zodanig gemarkeerd door bronvermelding, als ze niet vrij gebruikt kunnen worden. Als u desondanks een inbreuk op het auteursrecht constateert, dan verzoeken wij u ons daarvan op de hoogte te stellen. Zodra wij kennis nemen van wetsovertredingen, zullen wij deze inhoud onmiddellijk verwijderen.

source: The content and works created by us and by the registered users on this website are subject to copyright. If you contribute content as a registered user of this website, you transfer all rights to it to us. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require our written consent. Commercial use of the information provided here is generally prohibited.
de: Die von uns und von den registrierten Nutzern erstellten Inhalte und Werke auf diesen Webseiten unterliegen dem Urheberrecht. Wenn Sie als registrierter Nutzer dieser Website Inhalte beitragen sollten, übertragen Sie alle Rechte daran an uns. Die Verbreitung und jede Art der Verwertung der Inhalte unserer Website außerhalb der Grenzen des Urheberrechtes bedürfen unserer schriftlichen Zustimmung. Eine kommerzielle Nutzung der hier bereitgestellten Informationen ist generell untersagt.
nl: De door ons en door de geregistreerde gebruikers op deze website gecreëerde inhoud en werken zijn onderworpen aan het auteursrecht. Als u als geregistreerde gebruiker van deze website inhoud bijdraagt, draagt u alle rechten daarop aan ons over. Voor de verspreiding en elke vorm van exploitatie van de inhoud van deze website buiten de grenzen van het auteursrecht is onze schriftelijke toestemming vereist. Commercieel gebruik van de hier verstrekte informatie is niet toegestaan.
