Repository: hartenthaler/hh_imprint
Catalog: resources/lang/*.po
Languages: de, nl

source: The content and works created by us and by the registered users on this website are subject to copyright in %s. If you contribute content as a registered user of this website, you transfer all rights to it to us. The distribution and any kind of exploitation of the content of this website outside the limits of copyright require our written consent. Commercial use of the information provided here is generally prohibited.
de: Die von uns und von den registrierten Nutzern erstellten Inhalte und Werke auf diesen Webseiten unterliegen dem Urheberrecht in %s. Wenn Sie als registrierter Nutzer dieser Website Inhalte beitragen sollten, übertragen Sie alle Rechte daran an uns. Die Verbreitung und jede Art der Verwertung der Inhalte unserer Website außerhalb der Grenzen des Urheberrechtes bedürfen unserer schriftlichen Zustimmung. Eine kommerzielle Nutzung der hier bereitgestellten Informationen ist generell untersagt.
nl: De door ons en door de geregistreerde gebruikers op deze website gecreëerde inhoud en werken zijn onderworpen aan het auteursrecht van %s. Als u als geregistreerde gebruiker van deze website inhoud bijdraagt, draagt u alle rechten daarop aan ons over. Voor de verspreiding en elke vorm van gebruik van de inhoud van deze website buiten de grenzen van het auteursrecht is onze schriftelijke toestemming vereist. Commercieel gebruik van de hier verstrekte informatie is niet toegestaan.

source: Copying or downloading genealogical data for private use is permitted. Anyone who wants to use parts of our data in their own family trees is obliged to name %s as the source. In particular, the protected images may only be accessible there for family members. The information on living people must not be copied to other websites where the privacy of these people cannot be guaranteed. A lot of time and effort was put into the webtrees database. We don't want others to simply copy our work together. We expect you to follow these guidelines as well. This database remains our property and will not be sold, donated or rented in any way.
de: Das Kopieren oder Herunterladen genealogischer Daten für die private Nutzung ist gestattet. Wer Teile unserer Daten in eigenen Stammbäumen verwenden will, ist verpflichtet %s als Quelle zu benennen. Insbesondere die geschützten Bilder dürfen auch dort nur für Familienmitglieder zugänglich sein. Die Informationen zu lebenden Personen dürfen nicht auf andere Websites kopiert werden, bei denen die Privatsphäre dieser Personen nicht garantiert werden kann. Es wurde viel Zeit und Aufwand in die webtrees Datenbank gesteckt. Wir wollen nicht, dass andere unsere gemeinsame Arbeit einfach kopieren. Wir erwarten, dass Sie diese Richtlinien ebenfalls befolgen. Diese Datenbank bleibt unser Eigentum und wird in keiner Weise verkauft, gespendet oder vermietet werden.
nl: Het kopiëren of downloaden van genealogische gegevens voor eigen gebruik is toegestaan. Wie delen van onze gegevens in zijn eigen stamboom wil gebruiken, is verplicht %s als bron te noemen. Met name de beschermde afbeeldingen mogen daar alleen toegankelijk zijn voor familieleden. De informatie over levende personen mag niet gekopieerd worden naar andere websites waar de privacy van deze personen niet gegarandeerd kan worden. Er is veel tijd en moeite gestoken in de webtreesdatabase. Wij willen niet dat anderen zomaar ons werk kopiëren. Wij verwachten dat u deze richtlijnen ook volgt. Deze database blijft ons eigendom en zal op geen enkele manier verkocht, geschonken of verhuurd worden.

source: The use of the contact data published by us as part of the imprint obligation by third parties for the purpose of sending unsolicited advertising and information material is hereby expressly prohibited. I expressly reserve the right to take legal action in the event of unsolicited advertising being sent, such as spam e-mails.
de: Der Nutzung der im Rahmen der Impressumspflicht von uns veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Ich behalte mir ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.
nl: Contactgegevens die in het kader van de wettelijke verplichting tot openbaarmaking gepubliceerd zijn, mogen niet door derden worden gebruikt voor het verzenden van ongevraagde reclame en informatiemateriaal. Ik behoud mij uitdrukkelijk het recht voor om juridische stappen te ondernemen in geval van toezending van ongevraagde reclame, zoals spam-e-mails.

source: The use of the contact data published by us as part of the imprint obligation by third parties for the purpose of sending unsolicited advertising and information material is hereby expressly prohibited. We expressly reserve the right to take legal action in the event of unsolicited advertising being sent, such as spam e-mails.
de: Der Nutzung der im Rahmen der Impressumspflicht von uns veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Wir behalten uns ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.
nl: Contactgegevens die in het kader van de wettelijke verplichting tot openbaarmaking gepubliceerd zijn, mogen niet door derden worden gebruikt voor het verzenden van ongevraagde reclame en informatiemateriaal. Wij behouden ons uitdrukkelijk het recht voor om juridische stappen te ondernemen in geval van toezending van ongevraagde reclame, zoals spam-e-mails.

source: Should you notice any irregularities on our website, please contact me beforehand to avoid unnecessary legal disputes and costs. I am sure that we will come to an amicable and informal solution. The cost note of a legal warning will therefore be rejected as unfounded in the sense of the obligation to mitigate the damage if I have not been contacted via my e-mail address beforehand and have been informed of this possible grievance.
de: Sollte Ihnen auf unseren Webseiten ein etwaiger Missstand auffallen, bitte ich Sie, mich zur Vermeidung unnötiger Rechtsstreite und Kosten vorher zu kontaktieren. Ich bin mir sicher, dass wir einvernehmlich und formlos zu einer Lösung kommen. Die Kostennote einer anwaltlichen Abmahnung wird daher im Sinne der Schadenminderungspflicht als unbegründet zurückgewiesen, wenn ich nicht zuvor über meine E-Mail-Adresse kontaktiert und auf diesen etwaigen Missstand hingewiesen wurde.
nl: Als u onregelmatigheden op onze website constateert, neem dan vooraf contact met mij op om onnodige juridische geschillen en kosten te voorkomen. Ik ben er zeker van dat we tot een minnelijke en informele oplossing kunnen komen. De kostennota van een juridische waarschuwing zal dan ook als ongegrond in de zin van de schadevergoedingsplicht worden afgewezen als ik niet vooraf via mijn e-mailadres op de hoogte ben gebracht van uw bezwaar.

source: Should you notice any irregularities on our website, we ask you to contact us beforehand to avoid unnecessary legal disputes and costs. We are sure that we will come to an amicable and informal solution. The cost note of a legal warning will therefore be rejected as unfounded in the sense of the obligation to mitigate the damage if we have not been contacted beforehand via one of our e-mail addresses and have been informed of this possible grievance.
de: Sollte Ihnen auf unseren Webseiten ein etwaiger Missstand auffallen, bitte wir Sie, uns zur Vermeidung unnötiger Rechtsstreite und Kosten vorher zu kontaktieren. Wir sind uns sicher, dass wir einvernehmlich und formlos zu einer Lösung kommen. Die Kostennote einer anwaltlichen Abmahnung wird daher im Sinne der Schadenminderungspflicht als unbegründet zurückgewiesen, wenn wir nicht zuvor über eine unserer E-Mail-Adressen kontaktiert und auf diesen etwaigen Missstand hingewiesen wurden.
nl: Als u onregelmatigheden op onze website constateert, neem dan vooraf contact met ons op om onnodige juridische geschillen en kosten te voorkomen. Wij zijn er zeker van dat we tot een minnelijke en informele oplossing kunnen komen. De kostennota van een juridische waarschuwing zal dan ook als ongegrond in de zin van de schadevergoedingsplicht worden afgewezen als wij niet vooraf via één van onze e-mailadressen op de hoogte zijn gebracht van uw bezwaar.

source: This website uses the genealogy program webtrees - an open source software. The source code is publicly available on GitHub and can be changed by anyone. Usage is free. This program was developed by people from many countries and is provided under the terms of the GNU General Public License Version 3 or a later version. The developers and the entire webtrees community are volunteering their time and skills to the project. Apart from the few donations from users, the developers receive no compensation for the time they invest in the project. There are also no external sources of income to support the project.
de: Diese Website nutzt das Genealogieprogramm webtrees - eine Open-Source-Software. Der Quelltext ist auf GitHub öffentlich einsehbar und kann von jedermann geändert werden. Die Nutzung ist kostenlos. Dieses Programm wurde von Menschen aus vielen Ländern entwickelt und wird unter den Bedingungen der GNU General Public License Version 3 oder einer neueren Version bereitgestellt. Die Entwickler und die gesamte webtrees-Gemeinschaft stellen ihre Zeit und ihre Fähigkeiten freiwillig für das Projekt zur Verfügung. Abgesehen von den wenigen Spenden der Nutzer erhalten die Entwickler keine Vergütung für die Zeit, die sie in das Projekt investieren. Es gibt auch keine externen Einnahmequellen, um das Projekt zu unterstützen.
nl: Deze website maakt gebruik van het genealogieprogramma webtrees - een opensourcesoftware. De broncode is openbaar beschikbaar op GitHub en kan door iedereen worden gewijzigd. Het gebruik is gratis. Dit programma is ontwikkeld door mensen uit vele landen en wordt geleverd onder de voorwaarden van de GNU General Public License Version 3 of een latere versie. De ontwikkelaars en de hele webtreesgemeenschap zetten hun tijd en vaardigheden vrijwillig in voor het project. Afgezien van de enkele donaties van gebruikers, ontvangen de ontwikkelaars geen vergoeding voor de tijd die ze in het project investeren. Er zijn ook geen externe bronnen van inkomsten om het project te ondersteunen.

source: If parts or individual formulations of this text do not, no longer or not completely correspond to the applicable legal situation, the remaining parts of the text remain unaffected in their content and validity.
de: Sofern Teile oder einzelne Formulierungen dieses Textes der geltenden Rechtslage nicht, nicht mehr oder nicht vollständig entsprechen sollten, bleiben die übrigen Teile des Textes in ihrem Inhalt und ihrer Gültigkeit davon unberührt.
nl: Als bepaalde formuleringen of delen van deze tekst geheel of gedeeltelijk in strijd zijn met het geldend recht, heeft dit geen invloed op de inhoud en de geldigheid van de overige bepalingen.

source: This website uses third-party services to manage cookies.
de: Diese Website verwendet Dienste von Drittanbietern zum Management der Cookies.
nl: Deze website maakt gebruik van diensten van derden om cookies te beheren.

source: Tracking and analytics
de: Tracking und Analyse
nl: Tracking en analyseren

source: This website uses third-party services to learn about visitor behavior.
de: Diese Website verwendet Dienste von Drittanbietern, um Erkenntnisse über das Verhalten der Nutzer zu gewinnen.
nl: Deze website maakt gebruik van diensten van derden om inzicht te krijgen in het gedrag van gebruikers.

source: These services may use cookies or other tracking technology.
de: Diese Dienste können Cookies oder andere Tracking-Techniken verwenden.
nl: Deze diensten kunnen gebruik maken van cookies of andere volgtechnologie.

source: You can opt out of tracking by setting the “Do Not Track” header in your browser preferences.
de: Sie können sich vom Tracking abmelden, indem Sie in ihren Browsereinstellungen "Nicht nachverfolgen" auswählen.
nl: U kunt het volgen uitschakelen door in uw browservoorkeuren de "Niet volgen"-kop in te stellen.

source: Third party services
de: Drittanbieter
nl: Diensten van derden

source: This website uses additional third-party services.
de: Diese Website verwendet zusätzliche Dienste von Drittanbietern.
nl: Deze website maakt gebruik van aanvullende diensten van derden.

source: Copyright
de: Urheberrecht
nl: Auteursrecht

source: Should a copyright notice be included in this page footer element?
de: Soll ein Copyright-Hinweis im Fußzeilenelement eingefügt werden?
nl: Moet in de paginavoettekst een auteursrechtvermelding worden opgenomen?

source: Start year of copyright (e.g. "2020")
de: Startjahr des Copyrights (z.B. "2020")
nl: Beginjaar van het auteursrecht (bv. "2020")

source: Name of holder of copyright
de: Inhaber des Copyrights
nl: Naam van de houder van het auteursrecht

source: mandatory
de: erforderlich
nl: verplicht

source: First name(s)
de: Vorname(n)
nl: Voornaam

source: Surname(s)
de: Nachname(n)
nl: Achternaam

source: Sex
de: Geschlecht
nl: Geslacht

source: male
de: männlich
nl: man

source: female
de: weiblich
nl: vrouw

source: other sex
de: divers
nl: overig

source: Should a gravatar image be shown (see www.gravatar.com)?
de: Soll ein Gravatar-Bild angezeigt werden (siehe www.gravatar.com)?
nl: Moet een gravatar-afbeelding worden getoond (zie www.gravatar.com)?

source: Club or Organization
de: Verein oder Organisation
nl: Vereniging of organisatie

source: Name of club or organization
de: Name des Vereins oder der Organisation
nl: Naam van vereniging of organisatie

source: Address data
de: Adressdaten
nl: Adresgegevens

source: Additional address line
de: Adresszusatz
nl: Extra adresregel

source: Street name and house number
de: Straße und Hausnummer
nl: Straatnaam en huisnummer

source: City including zip code
de: Ort mit Postleitzahl
nl: Postcode en plaats

source: Communication data
de: Kommunikationsdaten
nl: Contactgegevens

source: Phone number (including country prefix, e.g. "+49 30 123456")
de: Telefonnummer (inkl. Landesvorwahl, z.B. "+49 30 123456")
nl: Telefoonnummer (inclusief landcodevoorvoegsel, bijvoorbeeld "+31 12 3456789")

source: Fax number (including country prefix, e.g. "+49 30 654321")
de: Telefaxnummer (inkl. Landesvorwahl, z.B. "+49 30 654321")
nl: Faxnummer (inclusief landcodevoorvoegsel, bijvoorbeeld "+31 12 3456789")

source: eMail address
de: E-Mail-Adresse
nl: E-mailadres

source: Should a simple eMail link be used (if "no": subject and body of eMail are generated, too)?
de: Soll ein einfacher E-Mail-Link verwendet werden (falls "nein": Betreff und Inhalt der E-Mail werden auch erzeugt)?
nl: Moet een eenvoudige e-maillink worden gebruikt (indien "nee": onderwerp en inhoud van het bericht worden ook gegenereerd)?

source: Registration data
de: Registrierungsdaten
nl: Registratiegegevens

source: Label like "VAT ID No." or other registration number label
de: Bezeichnung wie "Umsatzsteuer-Identifikationsnummer" oder andere Registrierungsnummer-Bezeichnung
nl: Soort registratienummer, bijvoorbeeld "btw-nummer"

source: Registration number
de: Registrierungsnummer
nl: Registratienummer

source: Additional contacts to be shown
de: Zusätzlich anzuzeigende Ansprechpartner
nl: Extra te tonen contactpersonen

source: Should the tree contacts be shown (there are maybe genealogical and technical contacts defined)?
de: Sollen die Kontaktpersonen des Stammbaums angezeigt werden (eventuell sind genealogische und technische Ansprechpartner definiert)?
nl: Moeten de stamboomcontactpersonen worden getoond (er zijn misschien genealogische en technische contactpersonen gedefinieerd)?

source: Should the administrators of this website be shown?
de: Sollen die Administratoren dieser Website angezeigt werden?
nl: Moeten de beheerders van deze website worden getoond?

source: Hosting service
de: Hosting-Anbieter
nl: Hostingdienst

source: Country of the webtrees server location (in English language, e.g. "Germany")
de: Land in dem der webtrees-Server steht (in englischer Sprache, z.B. "Germany")
nl: Land van de webtreesserverlocatie (in het Engels, bijvoorbeeld "Netherlands")

source: Name of hosting service company
de: Hosting-Anbieter
nl: Naam van hostingbedrijf

source: Hosting service link (URL)
de: Verweis zum Hosting-Anbieter (URL)
nl: Link naar hostingbedrijf (URL)

source: Hosting service link to privacy notice (URL)
de: Verweis zur Datenschutzerklärung des Hosting-Anbieters (URL)
nl: Link naar privacyverklaring van hostingbedrijf (URL)

source: First date of Auftragsverarbeitung agreement
de: Datum der erstmaligen Vereinbarung zur Auftragsdatenverarbeitung
nl: Eerste datum van orderverwerkingsovereenkomst

source: Last date of Auftragsdatenverarbeitung agreement
de: Datum der letztmaligen Vereinbarung zur Auftragsdatenverarbeitung
nl: Laatste datum van de opdracht tot gegevensverwerking

source: In which sequence should the main chapters be shown?
de: In welcher Reihenfolge sollen die Kapitel angezeigt werden?
nl: In welke volgorde moeten de belangrijkste hoofdstukken worden getoond?

source: Chapter
de: Kapitel
nl: Hoofdstuk

source: In which sequence should the sections of the chapter "Legal Regulations" be shown?
de: In welcher Reihenfolge sollen die Abschnitte im Kapitel "Rechtliche Regelungen" angezeigt werden?
nl: In welke volgorde moeten de onderdelen van het hoofdstuk "Wettelijke bepalingen" worden getoond?

source: Section
de: Abschnitt
nl: Onderdeel

source: optional
nl: optioneel
